<?php

$lang_profile_ttyhmaster = [
    'Title' => 'Настройки Minecraft',
    'Description' => 'Чтобы играть с официального аккаунта, надо:',
    'Description items' => [
        'Естественно его иметь',
        'Зарегистрироваться на форуме под ником, совпадающим с официальным',
        'Поставить соответствующую галку',
        'Собственно, зайти через официальный лаунчер. Дополнительно модифицировать клиент не обязательно',
    ],
    'Mojang auth' => 'Авторизация через серверы Mojang',
    'Failed to update auth settings' => 'Не удалось обновить настройки авторизации',
    'Bad username' => 'Логин должен состоять только из латинских символов, цифр и подчеркивания'
];